<script setup lang="ts">

</script>

<template>
  <div>
    车贷通平台电子签名与数据存证协议
    特别提示：本协议旨在就您使用本平台的电子签署服务及相关数据存证事宜与您达成约定。在您接受本协议之前，请您务必仔细阅读以下内容（尤其是以加粗形式标注的条款），以确保您充分理解本协议各条款。当您勾选“同意”或以其他方式确认本协议时，即表示您已阅读并同意本协议的全部条款。本协议是《用户服务协议》的重要组成部分，与其具有同等法律效力。
    一、电子签名服务范围
    第1条 服务内容：本平台提供电子合同在线签署与数据存证服务，适用于您通过本平台进行的各类协议、合同的签署，包括但不限于贷款申请书、借款合同、担保合同以及其他与平台服务相关的电子文件。电子签名是指以电子形式所含、所附于数据电文中用于识别签名人身份并表明签名人认可其中内容的数据。通过本平台完成的电子签署，与传统纸质签署具有同等法律效力。
    第2条 签署主体确认：您在本平台上进行电子签署前，应确保签署主体身份真实有效。对于个人用户，须完成本人实名验证后方可签署；对于企业用户，须由该企业的法定代表人或其授权的代理人（经实名认证）代表企业进行签署。企业用户通过其授权代表在平台完成的电子签名行为，对该企业具有法律约束力，视为企业本人的行为。
    第3条 合同成立时间：通过本平台进行电子签署的合同，在所有相关签署方均按照平台规定的流程完成电子签名时即成立生效。各方约定，不以是否另行制作纸质合同作为合同生效要件。平台系统记录的合同签署时间为合同成立的准确时间。
    二、电子签名的法律效力
    第4条 法律效力声明：根据《中华人民共和国电子签名法》第十四条规定，可靠的电子签名与手写签名或者盖章具有同等的法律效力。您通过本平台所完成的电子签名，符合电子签名法关于可靠电子签名的要求，经各方确认具有法律效力。您同意不以合同未采用纸质签字形式为由否认任何通过本平台签署的电子合同的法律效力，各签署方均受该电子合同的约束。
    第5条 签名方式认可：您同意采用本平台支持的电子签名方式进行签署，包括但不限于以下一种或多种方式：点击“同意”或“签署”按钮、输入短信或动态验证码、使用数字证书或电子签章、通过生物特征识别（如指纹、人脸识别）等方式确认签署。上述任一方式一经完成，即视为您本人在电子合同上的有效签名。任何利用您的账户登录凭证、短信验证码、数字证书等完成的签署操作，均视为您本人真实的意思表示，由此产生的法律后果由您承担。
    第6条 数据电文形式：您通过本平台签署的合同以数据电文形式成立。根据电子签名法规定，数据电文能够满足作为合同书面形式的要求。各方认可，平台所保存的以电子文本形式存在的合同即为合同正本，各方均不因合同为电子形式而主张否定其作为书面证据的效力。
    三、电子合同存证与保管
    第7条 存证内容：平台将在您使用电子签名服务的过程中，对相关的签署数据进行证据保全（存证）。存证内容包括但不限于：签署合同的电子文本内容、各方的签署方式（例如使用的手机号/证书编号等）、签署时间戳、签署各方的身份信息（账号ID、姓名或单位名称、证件号码等）、签名过程日志、合同散列值(哈希值)等。上述存证数据将被妥善保存，以备日后核验和法律举证需要。
    第8条 存证方式：平台可能采用自行存储与第三方存证服务相结合的方式保存电子合同及相关签署数据。我们使用的存证措施包括但不限于：将电子合同及签署数据保存在安全的存储介质中，定期备份；利用国家授时中心授权的时间戳服务为合同签署赋予可信时间戳；将合同哈希摘要和签署记录同步至权威的区块链或电子数据存证平台保存，以防止篡改并作为第三方证据。上述技术手段确保了电子合同签署后内容的完整性和真实性。
    第9条 存证查询调取：在合同签署完成后，您可以通过平台账户查看和下载您已签署的电子合同文本。若您需要调取完整的签署存证证据（例如合同签署日志、存证证明文件等），可按照平台指引或联系客服提出申请。在确保证明您为合同当事人的前提下，平台会向您提供相关的电子存证材料或协助您通过第三方存证机构获取证明，以用于维权或纠纷处理。
    第10条 存证期限：平台将至少按照相关法律法规要求的期限保存电子合同及签署记录数据。例如，根据《电子商务法》等法律的要求，合同等重要数据的保管期限不少于三年。实际保管期限亦会综合考虑合同性质和诉讼时效等因素。保管期限内，平台保证这些电子数据的可访问性和完整性。超过保存期限后，平台将根据实际情况选择删除相关数据或进行脱敏处理。但如某份电子合同尚在争议或履行处理中，则平台可相应延长保存期限至争议解决或合同履行完毕。
    四、各方权利义务
    第11条 平台义务：平台应确保提供的电子签名与存证服务符合法律法规要求，并尽商业上的合理努力保障服务的连续性和安全性。平台应确保电子签名所使用的用户身份认证手段、数字证书、电子签章等符合国家相关技术标准，并保证签署过程中的数据传输与存储安全。如遇系统升级、维护或不可抗力导致服务暂时中断，平台应及时通知您并积极修复，但不视为平台违约。
    第12条 用户义务：您应妥善保管用于电子签署的各类信息和设备，包括但不限于您的登录账号密码、绑定的手机号、接收验证码的设备、数字证书介质等。因您保管不善导致上述信息或设备泄露、遗失而引发的电子签署后果，将由您自行承担。您不得故意绕过平台的安全措施或使用他人身份信息进行签署。如发现任何未获授权的签署使用或安全漏洞，您应立即通知平台。
    第13条 不可撤销承诺：您确认，凡使用您的账户或认证要素完成的电子签名操作均视为您本人的行为，具有法律效力。不得以任何理由否认已签署电子合同的效力或拒绝履行合同义务。对于已在平台完成签署的电子合同，如非经法律程序或相关方一致同意，您不得单方面要求撤销或更改签署结果。
    第14条 特殊情况处理：如因平台系统故障、网络异常、第三方电子签名服务机构原因等导致您无法按正常流程完成电子签署，您可及时与平台联系。平台将在问题排除后协助您重新完成签署。如果因前述原因导致合同签署推迟或未能完成，平台可根据实际情况决定重新发起签署或采取其他补救措施。除非能够证明故意或重大过失，对于此类特殊情况下的签署延误或失败，平台不承担法律责任。
    用户声明：本人（以及本人所代表的单位）已充分阅读并理解《电子签名与数据存证协议》的全部条款（尤其是以粗体提示的重要内容），并同意以电子方式签署本协议及平台上的相关合同，认可电子签名的法律效力和平台所保存电子数据的证据效力。

  </div>
</template>

<style scoped>

</style>
